tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
tap "zegervdv/zathura"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "ca-certificates"
brew "mpdecimal"
brew "pcre2"
brew "xz"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "jpeg-turbo"
brew "lz4"
brew "zstd"
brew "harfbuzz"
brew "pango"
brew "ansible"
brew "brotli"
brew "imath"
brew "jpeg-xl"
brew "aom"
brew "m4"
brew "autoconf"
brew "automake"
brew "libtool"
brew "asdf"
brew "ast-grep"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "c-ares"
brew "cmake"
brew "docker-compose", link: false
brew "docutils"
brew "doxygen"
brew "libuv"
brew "node"
brew "openjdk"
brew "emscripten"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdbm"
brew "geckodriver"
brew "gh"
brew "git"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "lua"
brew "qt"
brew "gnuplot"
brew "openssl@1.1"
brew "pkg-config"
brew "gobject-introspection"
brew "netpbm"
brew "graphviz"
brew "gtk+3"
brew "jq"
brew "lazygit"
brew "unibilium"
brew "libtermkey"
brew "libvterm"
brew "luajit"
brew "luarocks"
brew "luv"
brew "maxima"
brew "meson"
brew "msgpack"
brew "nasm"
brew "tree-sitter"
brew "neovide"
brew "openblas"
brew "pandoc"
brew "pipx"
brew "pixi"
brew "plantuml"
brew "postgresql@14", restart_service: true
brew "pygments"
brew "python@3.10"
brew "python@3.9"
brew "qt@5"
brew "ripgrep"
brew "rust"
brew "smug"
brew "stow"
brew "task"
brew "taskd"
brew "tasksh"
brew "tidy-html5"
brew "timewarrior"
brew "tmux"
brew "trash"
brew "util-macros"
brew "xcb-proto"
brew "xonsh"
brew "xtrans"
brew "yarn"
brew "zeromq"
brew "d12frosted/emacs-plus/emacs-plus@29"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "barrier"
cask "basictex"
cask "figma"
cask "flameshot"
cask "font-iosevka"
cask "inkscape"
cask "keepassxc"
cask "keyman"
cask "kitty"
cask "pgadmin4"
cask "qbittorrent"
cask "staruml"
cask "ukelele"
cask "unetbootin"
cask "vivaldi"
cask "wezterm-nightly"
cask "wine-devel"
cask "yandex-disk"
cask "yed"
